{
  "title": "Dzikir Pagi",
  "description": "Dzikir Pagi",
  "data": [
    {
      "title": "Taawudz",
      "repeat": 1,
      "type": "single",
      "arabic": "أَعُوذُ بِاللَّهِ مِنْ الشَّيْطَانِ الرَّجِيمِ",
      "latin": "A‘ūdzu billāhi minasy-syaithānir rajīm",
      "translation": "Aku berlindung kepada Allah dari godaan syaitan yang terkutuk"
    },
    {
      "title": "Surat Al-Baqarah Ayat 255 (Ayat Kursi)",
      "repeat": 1,
      "faedah": "Siapa yang membacanya ketika petang, maka ia akan dilindungi (oleh Allah dari berbagai gangguan) hingga pagi. Siapa yang membacanya ketika pagi, maka ia akan dilindungi hingga petang.",
      "sumber": "HR. Al Hakim (1: 562). Syaikh Al Albani menshahihkan hadits tersebut dalam Shahih At Targhib wa At Tarhib no. 655.",
      "type": "single",
      "arabic": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌۭ وَلَا نَوْمٌۭ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍۢ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ ٢٥٥",
      "latin": "Allāhu lā ilāha illā huwal-ḥayyu al-qayyūm lā ta’khudhuhū sinatun walā nawm, lahu mā fī as-samāwāti wa mā fī al-arḍ, man dhā alladhī yashfa'u 'indahu illā bi-idhnih ya'lamu mā bayna aydīhim wa mā khalfahum walā yuḥīṭūna bishay'in min 'ilmihī illā bimā shā’, wasi’a kursiyyuhus-samāwāti wal-arḍ, walā ya'ūduhū ḥifẓuhumā, wahuwal-'aliyyul-'aẓīm",
      "translation": "Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia Yang Hidup kekal lagi terus menerus mengurus (makhluk-Nya); tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang di langit dan di bumi. Tiada yang dapat memberi syafaat di sisi Allah tanpa izin-Nya. Allah mengetahui apa-apa yang di hadapan mereka dan di belakang mereka, dan mereka tidak mengetahui apa-apa dari ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dan Allah tidak merasa berat memelihara keduanya, dan Allah Maha Tinggi lagi Maha Besar"
    },
    {
      "title": "Surat Al-Ikhlās",
      "repeat": 3,
      "arabic": "الإخلاص",
      "latin": "Al-Ikhlās",
      "translation": "Ikhlas",
      "faedah": "Siapa yang mengucapkannya masing-masing tiga kali ketika pagi dan petang, maka segala sesuatu akan dicukupkan untuknya.",
      "sumber": "HR. Abu Daud no. 5082, Tirmidzi no. 3575",
      "type": "parent",
      "data": [
        {
          "title": "Ayat 1",
          "arabic": "قُلۡ هُوَ ٱللَّهُ أَحَدٌ ١",
          "latin": "Qul huwa Allāhu aḥad",
          "translation": "Katakanlah: \"Dia-lah Allah, Yang Maha Esa\""
        },
        {
          "title": "Ayat 2",
          "arabic": "ٱللَّهُ ٱلصَّمَدُ ٢",
          "latin": "Allāhu ṣ-ṣamad",
          "translation": "Allah tempat meminta segala sesuatu"
        },
        {
          "title": "Ayat 3",
          "arabic": "لَمۡ يَلِدۡ وَلَمۡ يُولَ ٣",
          "latin": "Lam yalid wa lam yūlad",
          "translation": "Dia tidak beranak dan tidak pula diperanakkan"
        },
        {
          "title": "Ayat 4",
          "arabic": "وَلَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ ٤",
          "latin": "Wa lam yakun lahu kufuwan aḥad",
          "translation": "Dan tidak ada seorang pun yang setara dengan Dia"
        }
      ]
    },
    {
      "title": "Surat Al-Falaq",
      "repeat": 3,
      "arabic": "الفلق",
      "latin": "Al-Falaq",
      "translation": "Waktu Subuh",
      "faedah": "Siapa yang mengucapkannya masing-masing tiga kali ketika pagi dan petang, maka segala sesuatu akan dicukupkan untuknya.",
      "sumber": "HR. Abu Daud no. 5082, Tirmidzi no. 3575",
      "type": "parent",
      "data": [
        {
          "title": "Ayat 1",
          "arabic": "قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ ١",
          "latin": "Qul a‘ūdhu birabbi al-falaq",
          "translation": "Katakanlah: \"Aku berlindung kepada Tuhan yang menguasai subuh (waktu fajar)\""
        },
        {
          "title": "Ayat 2",
          "arabic": "مِن شَرِّ مَا خَلَقَ ٢",
          "latin": "Min sharri mā khalaq",
          "translation": "Dari kejahatan makhluk-Nya"
        },
        {
          "title": "Ayat 3",
          "arabic": "وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ٣",
          "latin": "Wa min sharri ghāsiqin idhā waqab",
          "translation": "Dan dari kejahatan malam apabila telah gelap gulita"
        },
        {
          "title": "Ayat 4",
          "arabic": "وَمِن شَرِّ ٱلنَّفَّـٰثَـٰتِ فِى ٱلۡعُقَدِ ٤",
          "latin": "Wa min sharri an-naffāthāti fī al-‘uqad",
          "translation": "Dan dari kejahatan wanita-wanita tukang sihir yang meniup pada buhul-buhul (talinya)"
        },
        {
          "title": "Ayat 5",
          "arabic": "وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ٥",
          "latin": "Wa min sharri ḥāsidin idhā ḥasad",
          "translation": "Dan dari kejahatan orang yang dengki apabila ia dengki"
        }
      ]
    },
    {
      "title": "Surat An-Nās",
      "repeat": 3,
      "arabic": "الناس",
      "latin": "An-Nās",
      "translation": "Manusia",
      "faedah": "Siapa yang mengucapkannya masing-masing tiga kali ketika pagi dan petang, maka segala sesuatu akan dicukupkan untuknya.",
      "sumber": "HR. Abu Daud no. 5082, Tirmidzi no. 3575",
      "type": "parent",
      "data": [
        {
          "title": "Ayat 1",
          "arabic": "قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ ١",
          "latin": "Qul a‘ūdhu birabbi an-nās",
          "translation": "Katakanlah: \"Aku berlindung kepada Tuhan (yang memelihara dan menguasai) manusia\""
        },
        {
          "title": "Ayat 2",
          "arabic": "مَلِكِ ٱلنَّاسِ ٢",
          "latin": "Maliki an-nās",
          "translation": "Raja manusia"
        },
        {
          "title": "Ayat 3",
          "arabic": "إِلَـٰهِ ٱلنَّاسِ ٣",
          "latin": "Ilāhi an-nās",
          "translation": "Sembahan manusia"
        },
        {
          "title": "Ayat 4",
          "arabic": "مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ ٤",
          "latin": "Min sharri al-waswāsi al-khannās",
          "translation": "Dari kejahatan (bisikan) setan yang biasa bersembunyi"
        },
        {
          "title": "Ayat 5",
          "arabic": "ٱلَّذِى يُوَسۡوِسُ فِى صُدُورِ ٱلنَّاسِ ٥",
          "latin": "Alladhī yuwaswisu fī ṣudūri an-nās",
          "translation": "Yang membisikkan (kejahatan) ke dalam dada manusia"
        },
        {
          "title": "Ayat 6",
          "arabic": "مِنَ ٱلۡجِنَّةِ وَٱلنَّاسِ ٦",
          "latin": "Mina al-jinnati wa an-nās",
          "translation": "Dari (golongan) jin dan manusia"
        }
      ]
    },
    {
      "title": "Doa Dzikir Pagi",
      "repeat": 1,
      "type": "single",
      "arabic": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْ هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ وَسُوْءِ الْكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
      "latin": "Ash-bahnaa wa ash-bahal mulku lillah walhamdulillah, laa ilaha illallah wahdahu laa syarika lah, lahul mulku walahul hamdu wa huwa ‘ala kulli syai-in qodir. Robbi as-aluka khoiro maa fii hadzal yaum wa khoiro maa ba’dahu, wa a’udzu bika min syarri maa fii hadzal yaum wa syarri maa ba’dahu. Robbi a’udzu bika minal kasali wa su-il kibar. Robbi a’udzu bika min ‘adzabin fin naari wa ‘adzabin fil qobri.",
      "translation": "“Kami telah memasuki waktu pagi dan kerajaan hanya milik Allah, segala puji bagi Allah. Tidak ada ilah (yang berhak disembah) kecuali Allah semata, tiada sekutu bagi-Nya. Milik Allah kerajaan dan bagi-Nya pujian. Dia-lah Yang Mahakuasa atas segala sesuatu. Wahai Rabbku, aku mohon kepada-Mu kebaikan di hari ini dan kebaikan sesudahnya. Aku berlindung kepada-Mu dari kejahatan hari ini dan kejahatan sesudahnya. Wahai Rabbku, aku berlindung kepada-Mu dari kemalasan dan kejelekan di hari tua. Wahai Rabbku, aku berlindung kepada-Mu dari siksaan di neraka dan siksaan di alam kubur.",
      "faedah": "Meminta pada Allah kebaikan di hari ini dan kebaikan sesudahnya, juga agar terhindar dari kejelekan di hari ini dan kejelekan sesudahnya. Di dalamnya berisi pula permintaan agar terhindar dari rasa malas padahal mampu untuk beramal, juga agar terhindar dari kejelekan di masa tua. Di dalamnya juga berisi permintaan agar terselamatkan dari siksa kubur dan siksa neraka yang merupakan siksa terberat di hari kiamat kelak.",
      "sumber": "HR. Muslim no. 2723"
    },
    {
      "title": "Doa Dzikir Pagi",
      "repeat": 1,
      "type": "single",
      "arabic": "اَللَّهُمَّ بِكَ أَصْبَحْنَا ٠ وَبِكَ أَمْسَيْنَا ٠ وَبِكَ نَحْيَا ٠ وَبِكَ نَمُوْتُ وَإِلَيْكَ النُّشُوْرُ",
      "latin": "Allahu mabika ash-bahnaa wa bika amsainaa wa bika nahyaa wa bika namuutu wa ilaikan nusyuur",
      "translation": "Ya Allah, dengan rahmat dan pertolongan-Mu kami memasuki waktu pagi, dan dengan rahmat dan pertolongan-Mu kami memasuki waktu petang. Dengan rahmat dan pertolongan-Mu kami hidup dan dengan kehendak-Mu kami mati. Dan kepada-Mu kebangkitan (bagi semua makhluk).",
      "source": "HR. Tirmidzi no. 3391 dan Abu Daud no. 5068"
    },
    {
      "title": "Sayyidul Istighfar",
      "repeat": 1,
      "type": "single",
      "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ لاَ إِلَـهَ إِلاَّ أَنْتَ ٠ خَلَقْتَنِيْ وَأَنَا عَبْدُكَ ٠ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ ٠ أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ ٠ أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ ٠ وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ",
      "latin": "Allāhumma anta rabbī lā ilāha illā anta khalaqtanī wa anā ‘abduka wa anā ‘alā ‘ahdika wa wa‘dika mā astaṭa‘tu a‘ūdzu bika min syarri mā ṣana‘tu abū‘u laka bini‘matika ‘alayya wa abū‘u bidzambī faghfir lī fa innahu lā yaghfirudz-dzunūba illā anta",
      "translation": "Ya Allah, Engkau adalah Rabbku, tidak ada ilah yang berhak disembah kecuali Engkau, Engkaulah yang menciptakanku. Aku adalah hamba-Mu. Aku akan setia pada perjanjianku pada-Mu (yaitu aku akan mentauhidkan-Mu) semampuku dan aku yakin akan janji-Mu (berupa surga untukku). Aku berlindung kepada-Mu dari kejelekan yang kuperbuat. Aku mengakui nikmat-Mu kepadaku dan aku mengakui dosaku. Oleh karena itu, ampunilah aku. Sesungguhnya tiada yang mengampuni dosa kecuali Engkau.",
      "sumber": "HR. Bukhari no. 6306",
      "faedah": "Barangsiapa mengucapkan dzikir ini di siang hari dalam keadaan penuh keyakinan, lalu ia mati pada hari tersebut sebelum petang hari, maka ia termasuk penghuni surga. Barangsiapa yang mengucapkannya di malam hari dalam keadaan penuh keyakinan, lalu ia mati sebelum pagi, maka ia termasuk penghuni surga."
    },
    {
      "title": "Doa Dzikir Pagi",
      "repeat": 1,
      "type": "single",
      "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ ٠ اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ ٠ اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ ٠ لاَ إِلَـهَ إِلاَّ أَنْتَ. اَللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ ٠ وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ٠ لاَ إِلَـهَ إِلاَّ أَنْتَ",
      "latin": "Allāhumma ‘āfinī fī badanī, allāhumma ‘āfinī fī sam‘ī, allāhumma ‘āfinī fī baṣarī, lā ilāha illā anta. Allāhumma innī a‘ūdzu bika minal-kufri wal-faqri, wa a‘ūdzu bika min ‘adzābil-qabr, lā ilāha illā anta",
      "translation": "Ya Allah, selamatkanlah tubuhku (dari penyakit dan dari apa yang tidak aku inginkan). Ya Allah, selamatkanlah pendengaranku (dari penyakit dan maksiat atau dari apa yang tidak aku inginkan). Ya Allah, selamatkanlah penglihatanku, tidak ada Ilah yang berhak diibadahi dengan benar kecuali Engkau. Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kekufuran dan kefakiran. Aku berlindung kepada-Mu dari siksa kubur, tidak ada Ilah yang berhak diibadahi dengan benar kecuali Engkau.",
      "sumber": "HR. Al-Bukhari dalam Shahiib al-Adabil Mufrad no. 701"
    },
    {
      "title": "Doa Dzikir Pagi",
      "repeat": 1,
      "type": "single",
      "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ ٠ اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ ٠ وَمِنْ خَلْفِيْ ٠ وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ ٠ وَمِنْ فَوْقِيْ ٠ وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
      "latin": "Allāhumma innī as-alukal-‘afwa wal-‘āfiyah fid-dunyā wal-ākhirah. Allāhumma innī as-alukal-‘afwa wal-‘āfiyah fī dīnī wa dunyāya wa ahliy wa mālī. Allāhummas-tur ‘aurātī wa āmin raw‘ātī. Allāhumma aḥfazhnī min bayni yadayya wa min khalfī wa ‘an yamīnī wa ‘an syimālī wa min fawqī wa a‘ūdzu bi‘aẓamatika an ughtāla min taḥtī",
      "translation": "Ya Allah, sesungguhnya aku memohon kebajikan dan keselamatan di dunia dan akhirat. Ya Allah, sesungguhnya aku memohon kebajikan dan keselamatan dalam agama, dunia, keluarga dan hartaku. Ya Allah, tutupilah auratku (aib dan sesuatu yang tidak layak dilihat orang) dan tenteramkanlah aku dari rasa takut. Ya Allah, peliharalah aku dari muka, belakang, kanan, kiri dan atasku. Aku berlindung dengan kebesaran-Mu, agar aku tidak disambar dari bawahku (oleh ular atau tenggelam dalam bumi dan lain-lain yang membuat aku jatuh).",
      "sumber": "HR. Abu Daud no. 5074 dan Ibnu Majah no. 3871",
      "faedah": "Rasulullah shallallahu ‘alaihi wa sallam tidaklah pernah meninggalkan do’a ini di pagi dan petang hari. Di dalamnya berisi perlindungan dan keselamatan pada agama, dunia, keluarga dan harta dari berbagai macam gangguan yang datang dari berbagai arah"
    },
    {
      "title": "Doa Dzikir Pagi",
      "repeat": 1,
      "type": "single",
      "arabic": "اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ ٠ رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ ٠ أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ ٠ أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ ٠ وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ ٠ وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
      "latin": "Allāhumma ‘ālimal-ghaibi wash-shahādah fāṭiras-samāwāti wal-arḍ, rabba kulli syai-in wa malīkah. Asyhadu allā ilāha illā anta, a‘ūdzu bika min syarri nafsī wa min syarri ash-shaithāni wa syirkihi, wa an aqtarifa ‘alā nafsī su-an aw ajurrahu ilā muslim",
      "translation": "Ya Allah, Yang Maha Mengetahui yang ghaib dan yang nyata, wahai Rabb pencipta langit dan bumi, Rabb segala sesuatu dan yang merajainya. Aku bersaksi bahwa tidak ada ilah yang berhak disembah kecuali Engkau. Aku berlindung kepadaMu dari kejahatan diriku, setan dan balatentaranya (godaan untuk berbuat syirik pada Allah), dan aku (berlindung kepada-Mu) dari berbuat kejelekan terhadap diriku atau menyeretnya kepada seorang muslim.",
      "sumber": "HR. Tirmidzi no. 3392 dan Abu Daud no. 5067",
      "faedah": "Do’a ini diajarkan oleh Rasulullah shallallahu ‘alaihi wa sallam pada Abu Bakr Ash Shiddiq radhiyallahu ‘anhu untuk dibaca pada pagi, petang dan saat beranjak tidur."
    },
    {
      "title": "Doa Dzikir Pagi",
      "repeat": 3,
      "type": "single",
      "arabic": "بِسْمِ اللهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي اْلأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ",
      "latin": "Bismillāhil-ladhī lā yaḍurru ma‘a ismihi syai-un fī al-arḍi wa lā fī as-samā’i wa huwa as-samī‘ul-‘alīm",
      "translation": "Dengan Menyebut Nama Allah, yang dengan Nama-Nya tidak ada satupun yang membahayakan, baik di bumi maupun dilangit. Dia-lah Yang Mahamendengar dan Maha mengetahui.",
      "sumber": "HR. At-Tirmidzi no. 3388",
      "faedah": "Barangsiapa membacanya sebanyak tiga kali ketika pagi dan sore hari, maka tidak ada sesuatu pun yang membahayakan dirinya."
    },
    {
      "title": "Doa Dzikir Pagi",
      "repeat": 3,
      "type": "single",
      "arabic": "رَضِيْتُ بِاللهِ رَبًّا ٠ وَبِاْلإِسْلاَمِ دِيْنًا ٠ وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
      "latin": "Radhītu billāhi rabban, wa bil-islāmi dīnan, wa bi muḥammadin shallallāhu ‘alaihi wa sallama nabiyyan",
      "translation": "Aku ridha Allah sebagai Rabb, Islam sebagai agama dan Muhammad shallallahu ‘alaihi wa sallam sebagai nabi.",
      "sumber": "HR. Abu Daud no. 5072, Tirmidzi no. 3389.",
      "faedah": "Barangsiapa yang mengucapkan dzikir ini sebanyak tiga kali di pagi hari dan tiga kali di petang hari, maka pantas baginya mendapatkan ridha Allah."
    },
    {
      "title": "Doa Dzikir Pagi",
      "repeat": 1,
      "type": "single",
      "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، أَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ",
      "latin": "Yā ḥayyu yā qayyūmu biraḥmatika astaghītsu, ashliḥ lī sya’nī kullahu wa lā takilnī ilā nafsī ṭarfata ‘ain",
      "translation": "Wahai Rabb Yang Maha Hidup, wahai Rabb Yang Berdiri Sendiri (tidak butuh segala sesuatu), dengan rahmat-Mu aku minta pertolongan, perbaikilah segala urusanku dan jangan diserahkan kepadaku sekali pun sekejap mata (tanpa mendapat pertolongan dariMu).",
      "sumber": "HR. Ibnu As Sunni dalam ‘Amalul Yaum wal Lailah no. 46",
      "faedah": "Dzikir ini diajarkan oleh Nabi shallallahu ‘alaihi wa sallam pada Fathimah supaya diamalkan pagi dan petang."
    },
    {
      "title": "Doa Dzikir Pagi",
      "repeat": 1,
      "type": "single",
      "arabic": "أَصْبَحْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ ٠ وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ٠ وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ ٠ حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
      "latin": "Ash-baḥnā ‘alā fiṭratil-islām wa ‘alā kalimatil-ikhlas wa ‘alā dīni nabiyyinā muḥammadin shallallāhu ‘alaihi wa sallam wa ‘alā millati abīnā ibrohīma ḥanīfan musliman wa mā kāna minal-musyrikīn",
      "translation": "Di waktu pagi kami berada diatas fitrah agama Islam, kalimat ikhlas, agama Nabi kami Muhammad shallallāhu alaihi wasallam agama ayah kami, Ibrahim, yang berdiri di atas jalan yang lurus, muslim dan tidak tergolong orang-orang musyrik.",
      "sumber": "HR. Ahmad III/406, 407"
    },
    {
      "title": "Doa Dzikir Pagi",
      "repeat": 10,
      "type": "single",
      "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ ٠ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
      "latin": "Lā ilāha illallāhu waḥdahu lā syarīka lah, lahul mulku wa lahul hamdu wa huwa ‘alā kulli syai-in qadīr",
      "translation": "Tidak ada ilah yang berhak disembah selain Allah semata, tidak ada sekutu bagiNya. Bagi-Nya kerajaan dan segala pujian. Dia-lah yang berkuasa atas segala sesuatu.",
      "faedah": "Barangsiapa membacanya sebanyak 100x dalam sehari, maka baginya (pahala) seperti memerdekakan sepuluh budak, ditulis seratus kebaikan, dihapus darinya seratus keburukan, mendapat perlindungan dari syaitan pada hari itu hingga sore hari. Tidaklah seseorang itu dapat mendatangkan yang lebih baik dari apa yang dibawanya kecuali ia melakukan lebih banyak lagi dari itu.",
      "sumber": "HR. Abu Dawud no. 5077, An-Nasai dalam 'Amalul YAum wal Lailah no. 24, HR. Al-Bukhari no. 3293 dan 640"
    },
    {
      "title": "Doa Dzikir Pagi",
      "repeat": 3,
      "type": "single",
      "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ: عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ ",
      "latin": "Subḥānallāhi wa biḥamdih, ‘adada khalqih, wa riḍā nafsih, wa zinata ‘arsyih, wa mīdāda kalimātih",
      "translation": "Maha Suci Allah, aku memujiNya sebanyak makhluk-Nya, sejauh kerelaan-Nya, seberat timbangan ‘Arsy-Nya dan sebanyak tinta tulisan kalimat-Nya",
      "faedah": "Nabi shallallahu ‘alaihi wa sallam mengatakan pada Juwairiyah bahwa dzikir di atas telah mengalahkan dzikir yang dibaca oleh Juwairiyah dari selepas Shubuh sampai waktu Dhuha.",
      "sumber": "HR. Muslim no. 2726"
    },
    {
      "title": "Doa Dzikir Pagi",
      "repeat": 1,
      "type": "single",
      "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ عِلْمًا نَافِعًا ٠ وَرِزْقًا طَيِّبًا ٠ وَعَمَلاً مُتَقَبَّلاً",
      "latin": "Allāhumma innī as-aluka ‘ilman nāfi‘an, wa rizqon thoyyiban, wa ‘amalan mutaqabbalan",
      "translation": "Ya Allah, sungguh aku memohon kepada-Mu ilmu yang bermanfaat (bagi diriku dan orang lain), rizki yang halal dan amal yang diterima (di sisi-Mu dan mendapatkan ganjaran yang baik).",
      "sumber": "HR. Ibnu Majah no. 925 dan Ahmad 6: 305, 322"
    },
    {
      "title": "Doa Dzikir Pagi",
      "repeat": 100,
      "type": "single",
      "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ",
      "latin": "Subḥānallāhi wa biḥamdih",
      "translation": "Maha Suci Allah, aku memuji-Nya.",
      "faedah": "Barangsiapa yang mengucapkan kalimat ‘subhanallah wa bi hamdih’ di pagi dan petang hari sebanyak 100 x, maka tidak ada yang datang pada hari kiamat yang lebih baik dari yang ia lakukan kecuali orang yang mengucapkan semisal atau lebih dari itu",
      "sumber": "HR. Muslim no. 2692"
    },
    {
      "title": "Doa Dzikir Pagi",
      "repeat": 100,
      "type": "single",
      "arabic": "أَسْتَغْفِرُ اللهَ وَأَتُوْبُ إِلَيْهِ",
      "latin": "Astaghfirullāha wa atūbu ilaih",
      "translation": "Aku memohon ampun kepada Allah dan bertaubat kepada-Nya.",
      "sumber": "HR. Bukhari no. 6307 dan Muslim no. 2702"
    }
  ]
}
